Tekla.Structures.DrawingInternal.dotGrPlacingDistanceAttributes_t


Tekla.Structures.DrawingInternal.dotGrPlacingDistanceAttributes_t.SearchMargin


Tekla.Structures.DrawingInternal.dotGrPlacingDistanceAttributes_t.MinimalDistance


Tekla.Structures.DrawingInternal.dotGrPlacingDistanceAttributes_t.MaximalDistance


Tekla.Structures.DrawingInternal.dotGrPlacingDistanceAttributes_t.ToStruct(Tekla.Structures.Drawing.PlacingDistanceAttributes)


Tekla.Structures.DrawingInternal.dotGrPlacingDistanceAttributes_t.FromStruct(Tekla.Structures.Drawing.PlacingDistanceAttributes)
